"agent_OKButton" = "OK";
"agent_CancelButton" = "Annulla";

"agent_menuQuit" = "Esci";
"agent_menuEnablePlugin" = "Abilita il plugin Folx";
"agent_menuConfigure" = "Preferenze plugin";

"agent_menuAddTask" = "Nuovo incarico";
"agent_menuStartAll" = "Inizia tutto";
"agent_menuStopAll" = "Ferma tutto";

"agent_btnUsePlugin" = "Usa Folx per rilevare e catturare i collegamenti di scaricamento nei navigatori";
"agent_prefCheckMimeType" = "Catturo i tipi:";
"agent_prefRestoreDefaults" = "Ripristina predefiniti";

"agent_msgErrorAddCatchingType" = "Sono richiesti tutti i campi";
"agent_infoErrorAddCatchingType" = "Per cortesia riempi tutti i campi per aggiungere il tipo di documento da catturare";

"agent_Description" = "Descrizione";
"agent_MimeType" = "Tipo MIME";
"agent_Extensions" = "Estensione(i)";

"agent_msgFolxNotFound" = "Folx non è installato su questo computer";
"agent_infoFolxNotFound" = "Il plugin Folx non può operare senza l'applicazione madre Folx. Per poter catturare i collegamenti e scaricare i documenti devi scaricare ed installare il gestore principale degli scaricamenti, Folx.";

"agent_msgInstallPlugin" = "L'agente Folx ha finito l'installazione dei sui plug-ins di navigazione";
"agent_infoInstallPlugin" = "Per cortesia riavvia i tuoi navigatori internet per attivare l'opzione di cattura dei collegamenti. Per la lista esatta dei navigatori supportati visita l'Aiuto di Folx.";